Repository: Tulleb/Slove
Catalog: Slove/*.lproj/Localizable.strings
Languages: fr, pt_br

# label_your_username
source: Your username
fr: Votre nom d'utilisateur

# button_disconnect
source: Log out
fr: Déconnexion
pt_br: Sair

# popup_rating_body
source: It would help us a lot to have your feedback :)
fr: Donnez-nous vos retours, cela nous aiderait énormément :)

# subtitle_sloved
source: You just received a Slove from
fr: Vous venez de recevoir un Slove de

# label_tutorial_profile
source: To start the experience, send us a Slove by holding the button for 2 seconds
fr: Pour commencer l'experience, envoyez-nous votre premier SloveMaintenez le bouton appuyé 2 secondes pour envoyer votre premier Slove

# button_settings
source: Settings
fr: Réglages

# popup_body_oneMoreSlove
source: Good news is that you'll have one more tomorrow! So you'll be able to send [number] Sloves :)
fr: La bonne nouvelle, c'est que vous en aurez un supplémentaire demain ! Vous passerez donc à [number] Sloves :)

# popup_rating_title
source: Please reate our app
fr: N'hésitez pas à nous noter

# error_username_length
source: Your username must contain between 2 and 16 characters
fr: Votre nom d'utilisateur est trop long ou trop court (entre 2 et 16 caractères)
pt_br: Seu apelido é demasiado longo ou muito curto (2 a 16 caracteres)

# error_phone_number_already_used
source: Doh! This phone number has already been used
fr: Ce numéro de téléphone a déjà été utilisé
pt_br: Este número de telefone tem-se já usado

# label_username_search
source: Search by username
fr: Rechercher par nom d'utilisateur

# label_tutorial_sloved
source: To start the experience, click on "Send a Slove back"
fr: Pour commencer l'expérience, cliquez sur "Renvoyer un Slove"

# label_tutorial_slove_sent
source: Congrats ! You've just sent us your first Slove :) Now, you can send Sloves to your friends in your contact list !
fr: Félicitations ! Vous venez de nous envoyer votre premier Slove. Maintenant, vous pouvez envoyer un Slove à vos amis de votre répertoire.

# label_banner_confirmation
source: "Kiss the bride!"
fr: "Embrassez la mariée !"

# button_already_have_account
source: I already have an account
fr: J'ai déjà un compte
pt_br: Eu já tenho uma conta

# popup_body_smsInvite
source: Your device doesn't support SMS
fr: Votre appareil ne peut pas envoyer de SMS

# label_received_gift
source: +[number] [slove] for you :)
fr: +[number] [slove] pour vous :)

# error_password_length
source: Your password must contain at least 6 characters
fr: Votre mot de passe doit contenir au moins 6 caractères
pt_br: Sua senha deve ter pelo menos 6 caracteres

# button_profile
source: Profile
fr: Profil

# popup_body_please_reconnect
source: Something got lost on the way. Try to log in again…
fr: Quelque chose s'est perdu en chemin. Essayez de vous reconnecter…

# popup_title_facebookAccess
source: Facebook access
fr: Accès Facebook

# button_register
source: Sign up
fr: S'enregistrer
pt_br: Registrar

source: Level
fr: Niveau

# title_add_slover
source: Add a Slover
fr: Ajouter un Slover

# popup_title_addressBookAccess
source: Contacts access
fr: Accès aux contacts

# error_accept_conditions
source: Fill the ♡ and accept our terms of service to continue
fr: Caressez le ♡ et acceptez les CGU pour continuer
pt_br: Você deve aceitar os TOS para continuar

# popup_body_upload_image_error
source: You are so beautiful we could not update your picture. Would you mind trying again?
fr: Nous n'avons pas réussi à envoyer votre image. Pouvez-vous réessayer ?

# popup_title_lastSlove
source: Last Slove
fr: Dernier Slove

# button_activity
source: Activity
fr: Activité
pt_br: atividade

# label_friend_joined
source: Your Friend [username] joined Slove
fr: [username] vient de s'inscrire sur Slove

# title_confirmation_code
source: Confirmation Code
fr: Code de confirmation
pt_br: Código De Confirmação

# popup_title_pushNotification
source: Push notification
fr: Notification push

# button_sign_up_email
source: Sign up with email
fr: S'enregistrer avec un email
pt_br: Registe-se com o e-mail

# label_several_phone_numbers
source: Several phone numbers
fr: Plusieurs numéros
pt_br: Vários números de telefone

# button_sloved_left
source: Send a Slove back
fr: Renvoyer un Slove

# error_login_doesnt_match
source: Oh-oh... Login doesn't match with password :(
fr: Oh-oh... Le nom d'utilisateur ou le mot de passe ne marche pas :(

# title_profile
source: Profile
fr: Profil

# error_username_empty
source: Your username feels lonely...ii is empty !
fr: Bah alors ? Vous avez oublié de donner votre pseudo
pt_br: Bem então? Esqueceu-se de dar o seu Nome de Usuário

# pop_up_SloveBankOver
source: Thanks for spreading the Love. You already used your [number] daily Sloves. You will get others in [time]…
fr: Vous avez utilisé vos [number] Sloves aujourd'hui. Vous en aurez de nouveaux dans [time]…

# error_missing_param
source: There is a missing parameter
fr: Paramètre manquant dans la requête
pt_br: Faltando parâmetro na consulta

# popup_body_lastSlove
source: You have sent all your Slove for today…
fr: Vous avez envoyé tout vos Sloves aujourd'hui…

# error_not_enough_slove
source: You spent all your sloves for today… Come back in [timer] 💓
fr: Vous avez utilisé tous vos Sloves de la journée... Revenez dans [timer] 💓

# error_username_characters
source: Your username can only contain lower characters without accent or numbers
fr: Seulement des lettres minuscules sans accent et des nombres pour le pseudo :)
pt_br: Somente letras e números agradar :)

# label_tutorial_slove_count
source: Everyday you will have [count] Sloves to sent: take good care of them!
fr: Vous pourrez envoyer [count] Sloves chaque jour : prenez soin d'eux !

# title_username
source: Username
fr: Nom d'utilisateur
pt_br: Nome de utilizador

# title_connection
source: Log in
fr: Connexion
pt_br: Conexão

# title_sloveSent
source: Great!
fr: Génial !

# button_address_book
source: Access your address book
fr: Accéder à votre répertoire
pt_br: Contatos

# button_facebook_friends
source: Add friends from Facebook
fr: Ajouter des amis depuis Facebook

# button_log_in
source: Log in
fr: Se connecter
pt_br: entrar

# popup_body_addressBookAccess
source: To Send Sloves to the people you care about we need to access your address book contacts :) We will not notify your friends who are not on Slove
fr: Afin d'envoyer des Sloves, nous avons besoin d'accéder à votre répertoire. Nous n'enverrons pas de notifications à vos contacts qui ne sont pas sur Slove.

# button_back
source: Back
fr: Retour

# label_new_header
source: New
fr: Nouveau

# error_param_is_not_an_array
source: Invalid parameter
fr: Paramètre invalide
pt_br: Parâmetro não é bom

# popup_title_error
source: Oops!
fr: Oups !

# title_construction
source: Coming Soon…
fr: En construction…

# error_username_taken
source: This username already exists 💔
fr: Ce nom d'utilisateur est déjà pris 💔
pt_br: Este nome de usuário já está tomado! Sniff ...

# error_email_invalid
source: Nah! Your email is invalid
fr: Vous êtes sûr(e) que c'est une adresse email ?
pt_br: Você tem certeza que é um endereço e-mail?

# popup_body_slover_followed
source: You now follow [username]!
fr: Vous suivez désormais [username] !

# popup_body_reachability
source: You don't have any Internet access
fr: Vous n'êtes pas connecté à Internet

# label_your_confirmation_number
source: Your confirmation number
fr: Votre numéro de confirmation
pt_br: O seu número de confirmação:

# placeholder_password
source: Password
fr: Mot de passe
pt_br: Senha

# Pop-up_SloveTimeLeft
source: You just Sloved this user. Please wait [time] to send a new one…
fr: Vous venez de Slover cette personne. Patientez [time] avant de pouvoir la Slover à nouveau…

# error_failed_to_send
source: Oops! The text message can't be sent
fr: Oups ! Le SMS ne peut pas être envoyé
pt_br: Ooops!! A mensagen não pôde ser enviada

# placeholder_phone_number
source: Your phone number
fr: Votre numéro de téléphone
pt_br: Seu número de telefone:

# popup_title_success
source: Yay!
fr: Youpi !

# error_codes_dont_match
source: This code does not match our record. Try again
fr: Le code de vérification ne correspond pas à celui envoyé. Réessayez…
pt_br: Esta confirmação não coincide com o nosso recorde

# section_invite_on_slove
source: Invite on Slove
fr: Inviter sur Slove
pt_br: Convida você ESLOV

# popup_go_to_settings
source: Please go to your device settings to enable this functionality
fr: Merci de vous rendre dans les réglages de votre appareil pour activer cette fonctionnalité

# error_username_firstLetter
source: First character of your username has to be a letter
fr: Le premier caractère de votre nom d'utilisateur doit être une lettre

# title_register
source: Sign up
fr: S'enregistrer
pt_br: Registrar

# error_email_taken
source: Nah! This email already exists
fr: Cet email est déjà utilisé
pt_br: O e-mail já está sendo usado!

# placeholder_username
source: Username
fr: Nom d'utilisateur
pt_br: Nome de Usuário

# popup_already_sloved_recently
source: You already Sloved this user recently… Give it a little time...
fr: Vous avez déjà Slové cet utilisateur récemment… Patience :)

# popup_body_pull_again
source: Please pull your contact list to refresh it again
fr: Merci de tirer votre liste de contacts vers le bas afin de la recharger à nouveau

# error_disconnected
source: Oops! It looks like you got disconnected. Please log in again…
fr: Oups ! Il semble que vous avez été déconnecté. Identifiez-vous à nouveau…

# error_password_empty
source: Your password is empty
fr: Vous n'avez pas entré de mot de passe
pt_br: Você não inseriu a senha

# title_home
source: Friends
fr: Amis

# error_no_user_found_for_supplied_numbers
source: No user found, who are you looking for ?!
fr: Aucun utilisateur trouvé, qui cherchez-vous ?

# label_banner_activity
source: Nice tip: Invite friends to send more Sloves !
fr: Invitez des amis pour envoyer plus de Sloves !

# popup_body_notConnectedWithFacebook
source: You are not connected with Facebook
fr: Vous n'êtes pas connecté via Facebook

# popup_incompatible_version_error
source: Mwahaha! Your version is not up to date !
fr: Mwahaha ! Votre version n'est plus à jour !

# label_level_up
source: You passed level [number] with [username]
fr: Vous avez atteint le niveau [number] avec [username]

# subtitle_sloveSent
source: Your Slove has been sent
fr: Votre Slove a bien été envoyé

# label_slove_from
source: Slove from [username]
fr: Slove de [username]

# error_phone_number_format
source: Doh! Unknown phone number format
fr: Humm… Ce format de numéro est invalide
pt_br: Formatos de número de telefone desconhecido

# stranger_username
source: Someone who needs love
fr: Quelqu'un qui a besoin d'amour

# section_slovers
source: Friends on Slove
fr: Amis sur Slove
pt_br: Slovers

# label_banner_telephone
source: "Yoohooo, I'm a staaaar !"
fr: "Youhouuu, je suis une étooooile !"

# button_ok
source: Ok
fr: D'accord
pt_br: Tà

# error_email_empty
source: The email field needs ♡ and @
fr: Le champs email a besoin de ♡ et @
pt_br: Esqueceu o endereço email!

# title_sloved
source: Sweet !
fr: Wahou !

# button_upload_profile_picture
source: Change your picture
fr: Changer votre photo

# title_phone_number
source: Phone Number
fr: Numéro de téléphone
pt_br: Número De Telefone

# button_access_contact
source: Access Contacts
fr: Accéder aux contacts
pt_br: Exibir contatos

# popup_only_jpg_png_error
source: Only picture files are supported… Yes it is your profile picture!
fr: Seules les images sont supportées… Et oui, c'est une photo :)

# button_password_forgot
source: I forgot my password
fr: J'ai oublié mon mot de passe
pt_br: Esqueci minha senha

# label_share_with_friends
source: I would like to send you a Slove! To receive it, you can download the app on: [app_url] :)
fr: Je voudrais t'envoyer un Slove ! Pour le recevoir, tu peux télécharger l'app sur : [app_url] :)

# label_counter_description
source: Sloves sent
fr: Sloves envoyés

# label_loading
source: Loading…
fr: Chargement…
pt_br: Carregando ...

# title_log_in
source: Log in
fr: Se connecter
pt_br: Entrar

# popup_no_level_available
source: Level system isn't available with this user at the moment…
fr: Les niveaux ne sont pas (encore) disponibles avec cet utilisateur...

# title_activity
source: Activity
fr: Activité

# button_sloved_right
source: Thanks!
fr: Merci !

# button_confirm
source: Confirm
fr: Valider
pt_br: validar

# popup_body_facebookAccess
source: We need to access your Facebook friends list
fr: Slovy a besoin d'accèder à votre liste d'amis Facebook

# label_terms_of_service
source: I agree to the terms of service
fr: J'accepte les CGU
pt_br: Eu aceito os Termos de Serviço

# label_search
source: Search
fr: Rechercher

# placeholder_email
source: Email
pt_br: o email
